{
		"btn_home":  "Αρχική σελίδα",
		"btn_leaderboard":  "Πίνακας κορυφαίων",
		"btn_info":  "ενότητα διαγωνισμού",
		"btn_terms":  "Οροι και Προϋποθέσεις",
		"btn_prizes":  "Βραβεία",
		"btn_fags":  "Συχνές ερωτήσεις (FAQ)",
		"btn_connect":  "Συνδέσου για να παίξεις",
		"str_playother":  "Παίξτε άλλα παιχνίδια",
		"str_explore":  "Εξερευνήστε 200+ δωρεάν παιχνίδια στο Ludigames.com",
		"btn_view":  "ΔΕΙΤΕ ONLINE ΠΑΙΧΝΙΔΙΑ",
		"str_timeleft":  "12:00 ώρες απομένουν",
		"str_tournament_title":  "Κερδίστε ένα τηλέφωνο Huawei",
		"str_tournament_desc":  "Παίξε και συναγωνίσου με άλλους παίκτες για μια ευκαιρία να κερδίσεις βραβεία HUAWEI",
		"btn_play_game":  "Παίξε παιχνίδι",
		"str_my_score":  "Οι βαθμολογίες μου",
		"str_score_desc":  "Τα βραβεία απονέμονται στους 3 πρώτους παίκτες. Βάλε τα δυνατά σου πριν τελειώσει ο χρόνος.",
		"str_best":  "Παίξε και συναγωνίσου με άλλους παίκτες για μια ευκαιρία να κερδίσεις βραβεία HUAWEI",
		"str_score_title":  "Πώς επιλέγουμε τους νικητές",
		"str_score_detail":  "Κάθε φορά που τελειώνετε ένα παιχνίδι, ένα στιγμιότυπο οθόνης του τελευταίου σκορ σας ενημερώνεται αυτόματα στο προφίλ σας. Θα το χρησιμοποιήσουμε για να επαληθεύσουμε τον νικητή του τουρνουά. <br>Οι πληροφορίες σας είναι ασφαλείς και οι νικητές θα επιλέγονται κάθε δύο εβδομάδες. Η Huawei θα επικοινωνήσει και θα ενημερώσει τους νικητές αργότερα.",
		"str_more_games":  "Περισσότερα παιχνίδια",
		"btn_view_all":  "ΔΕΙΤΕ ΟΛΑ ΤΑ ONLINE ΠΑΙΧΝΙΔΙΑ",
		"str_top3":  "3 κορυφαίοι παίκτες",
		"str_duration":  "",
		"str_winner":  "Οι νικητές επιλέγονται κάθε δύο εβδομάδες",
		"str_view_leaderboard":  "Προβολή πίνακα κορυφαίων",
		"str_leaderboard_title":  "Ενότητα",
		"str_end_leaderboard":  "Αυτό είναι το τέλος της ενότητας του πίνακα κορυφαίων",
		"str_back_top":  "Επιστροφή στην κορυφή",
		"str_profile_title":  "Το ΠΡΟΦΙΛ μου",
		"str_profile_desc":  "*Θα επικοινωνήσουμε με τον νικητή μέσω αυτής της διεύθυνσης. Βεβαιωθείτε ότι έχετε το σωστό email",
		"str_uploaded":  "Ανέβηκε στις DD,ΜΜ, YYYY",
		"str_try_again":  "Προσπάθησε ξανά",
		"btn_bottom_info":  "Πληροφορίες",
		"btn_bottom_terms":  "Όροι",
		"btn_bottom_prizes":  "Βραβεία",
		"btn_bottom_faqs":  "Συχνές ερωτήσεις (FAQ)",
		"str_event_info":  "Πληροφορίες για τον διαγωνισμό",
		"str_event_content":  "Παίξε, διασκέδασε και κέρδισε βραβεία. Οι τρεις πρώτοι σκόρερ κάθε γύρου κερδίζουν τα βραβεία. Ποιος είναι ο καλύτερος; Παίξε με παίκτες από άλλες χώρες. Βελτίωσε το σκορ σου για να κερδίσεις το βραβείο. Μπορείς να προσπαθήσεις μέχρι να βγουν τα αποτελέσματα. Μην τα παρατάς! Γίνε ο νέος πρωταθλητής του SkyBridge. Καλή τύχη! ",
		"str_terms_title":  "Οροι και Προϋποθέσεις",
		"str_terms_content":  "ΓΕΝΙΚΟΙ ΟΡΟΙ ΚΑΙ ΠΡΟΫΠΟΘΕΣΕΙΣ ΓΙΑ ΤΗΝ ΚΑΜΠΑΝΙΑ BROWSER SKYBRIDGE («Η ΚΑΜΠΑΝΙΑ»)<br>1. Δεσμευτικοί Όροι και Προϋποθέσεις<br>Με τη συμμετοχή σας στην Καμπάνια συμφωνείτε να αποδεχτείτε και να δεσμευτείτε νομικά από το σύνολο των παρόντων Όρων και Προϋποθέσεων.<br>2. Διοργανωτής της Καμπάνιας<br>Αυτή η Καμπάνια διοργανώνεται από την Aspiegel SE («Aspiegel»), μια εταιρεία που έχει συσταθεί στην Ιρλανδία και έχει την εξής καταστατική διεύθυνση: 3ος όροφος, Mespil Court, Mespil Road, Ballsbridge, Dublin 4, D04 E516, Ireland. Η Aspiegel είναι μέλος του ομίλου εταιρειών της Huawei.<br>3. Περιοχή της Καμπάνιας<br>ΑΥΣΤΡΙΑ, ΒΕΛΓΙΟ, ΒΟΥΛΓΑΡΙΑ, ΓΑΛΛΙΑ, ΓΕΡΜΑΝΙΑ, ΕΛΛΑΔΑ, ΙΣΠΑΝΙΑ, ΙΤΑΛΙΑ, ΚΑΤΩ ΧΩΡΕΣ, ΚΡΟΑΤΙΑ, ΟΥΓΓΑΡΙΑ, ΟΥΚΡΑΝΙΑ, ΠΟΛΩΝΙΑ, ΠΟΡΤΟΓΑΛΙΑ, ΡΟΥΜΑΝΙΑ, ΣΛΟΒΑΚΙΑ, ΤΣΕΧΙΚΗ ΔΗΜΟΚΡΑΤΙΑ, ΦΙΝΛΑΝΔΙΑ<br><br>4. Διάρκεια της Καμπάνιας<br>Η Καμπάνια θα ξεκινήσει στις 00:00 (GMT + 1) στις 3 ΟΚΤΩΒΡΙΟΥ 2022 και θα ολοκληρωθεί στις 23:59 (GMT + 1) στις 31 ΔΕΚΕΜΒΡΙΟΥ 2022.<br>5. Πώς να λάβετε μέρος<br><br>5.1 Η συμμετοχή στην Καμπάνια είναι δωρεάν.<br><br>5.2 Αυτή η προσφορά είναι διαθέσιμη μόνο σε χρήστες συσκευών Huawei των οποίων το HUAWEI ID είναι εγγεγραμμένο στην περιοχή της Καμπάνιας που αναφέρεται στην Ενότητα 3, όπου ο Συμμετέχων θα πρέπει επίσης και να διαμένει. Η περιοχή εξυπηρέτησης του HUAWEI ID και η διεύθυνση IP του Συμμετέχοντα θα πρέπει, επίσης, να αντιστοιχούν στη χώρα διαμονής του.<br><br>5.3 Για να εισέλθουν στη σελίδα της καμπάνιας, οι χρήστες πρέπει να πατήσουν στο κουμπί «ΠΑΙΞΕ ΠΑΙΧΝΙΔΙ» (PLAY GAME) που βρίσκεται στη σελίδα προορισμού μέσα στο εικονίδιο SkyBridge στην Ταχεία κλήση του προγράμματος περιήγησης.<br><br><br>5.4 Αφού αποδεχτούν τους Όρους και Προϋποθέσεις, οι Συμμετέχοντες μπορούν να ξεκινήσουν να παίζουν το παιχνίδι SkyBridge. Οι τρεις πρώτοι καλύτεροι σκόρερ κερδίζουν τα Βραβεία. Οι συμμετέχοντες μπορούν να παίζουν επανειλημμένα. Το μόνο όριο είναι ο χρόνος κάθε γύρου. Θα διεξαχθούν 6 γύροι διάρκειας δύο εβδομάδων.<br>Οι νικητές θα επιλεγούν με βάση την καλύτερη βαθμολογία που θα επιτευχθεί στη λίστα παιχνιδιών SkyBridge κατά τη διάρκεια κάθε γύρου. Οι νικητές θα επιλέγονται αυτόματα στο τέλος κάθε γύρου από τις ακόλουθες χώρες, σύμφωνα με αυτούς τους Όρους και Προϋποθέσεις: ΑΥΣΤΡΙΑ, ΒΕΛΓΙΟ, ΒΟΥΛΓΑΡΙΑ, ΓΑΛΛΙΑ, ΓΕΡΜΑΝΙΑ, ΕΛΛΑΔΑ, ΙΣΠΑΝΙΑ, ΙΤΑΛΙΑ, ΚΑΤΩ ΧΩΡΕΣ, ΚΡΟΑΤΙΑ, ΟΥΓΓΑΡΙΑ, ΟΥΚΡΑΝΙΑ, ΠΟΛΩΝΙΑ, ΠΟΡΤΟΓΑΛΙΑ, ΡΟΥΜΑΝΙΑ, ΣΛΟΒΑΚΙΑ, ΤΣΕΧΙΚΗ ΔΗΜΟΚΡΑΤΙΑ, ΦΙΝΛΑΝΔΙΑ.<br><br><br>5.5 Κατά τη διαδικασία επιλογής η Επιτροπή Καμπάνιας θα επαληθεύσει ότι οι νικητές δεν είναι υπάλληλοι της Huawei.<br><br>5.6 Τα προσωπικά δεδομένα θα κρυπτογραφηθούν και θα διαγραφούν από τα μηνύματα ηλεκτρονικού ταχυδρομείου, την αποθήκευση σε φορητούς υπολογιστές και το back-end του ιστότοπου Aspiegel.com εντός 30 ημερών από την επικοινωνία με τους νικητές και τη διευθέτηση της παράδοσης των βραβείων.<br><br>5.7 Οι νικητές της Καμπάνιας θα λάβουν επιβεβαιωτικό e-mail στη διεύθυνση e-mail που καθορίζεται κατά τη διαδικασία εγγραφής HW ID.<br><br>5.8 Τα βραβεία θα αποσταλούν στη διεύθυνση παράδοσης που παρέχεται ως απάντηση στο e-mail επιβεβαίωσης.<br><br>5.9 Ο καθορισμός των νικητών είναι οριστικός. Η Aspiegel δεν θα διεξάγει συζητήσεις, ούτε θα απαντά γραπτά σχετικά με τυχόν διαφωνίες.<br><br>5.10 Δεν υπάρχει όριο στον αριθμό των Συμμετεχόντων που μπορούν να συμμετάσχουν στην Καμπάνια.<br><br>6. Απονομή των βραβείων<br><br>6.1 Τα βραβεία μπορούν να απονέμονται μόνο σε Συμμετέχοντες, η ταχυδρομική διεύθυνση των οποίων και η χώρα εγγραφής του HUAWEI ID τους βρίσκονται εντός της περιοχής της Καμπάνιας.<br><br>6.2 Υπάρχουν συνολικά 6 γύροι παιχνιδιών. Κάθε γύρος διαρκεί δύο εβδομάδες. Τα βραβεία που απονεμήθηκαν είναι τα εξής:<br><br>a) Βραβεία 1ου γύρου: 1η θέση: HUAWEI Matepad Pro, 2η θέση: HUAWEI Nova 9 Black, 3η θέση:HUAWEI WATCH 3 Pro;<br><br>b) Βραβεία 2ου γύρου: 1η θέση: HUAWEI Matepad Pro, 2η θέση: HUAWEI Nova 9 Black, 3η θέση:HUAWEI WATCH 3 Pro;<br><br>c) Βραβεία 3ου γύρου: 1η θέση: HUAWEI Matepad Pro, 2η θέση: HUAWEI Nova 9 Black, 3η θέση:HUAWEI WATCH 3 Pro;<br><br>d) Βραβεία 4ου γύρου: 1η θέση: HUAWEI Matepad Pro, 2η θέση: HUAWEI Nova 9 Black, 3η θέση:HUAWEI WATCH 3 Pro;<br><br>e) Βραβεία 5ου γύρου: 1η θέση: HUAWEI Matepad Pro, 2η θέση: HUAWEI Nova 9 Black, 3η θέση:HUAWEI WATCH 3 Pro;<br><br>f) Βραβεία 6ου γύρου: 1η θέση: HUAWEI Matepad Pro, 2η θέση: HUAWEI Nova 9 Μαύρο, 3η θέση: Κουπόνι Cloud αξίας 1 EUR.<br><br>6.3 Τα βραβεία θα αποστέλλονται στους νικητές εντός 30 ημερών από την τελευταία ημέρα της Καμπάνιας. Η Aspiegel δεν ευθύνεται για οποιαδήποτε καθυστέρηση που προκαλείται από τις υπηρεσίες παράδοσης, συμπεριλαμβανομένων, ενδεικτικά, των καθυστερήσεων που προκαλούνται από τον Covid-19.<br><br>6.4 Πριν από την απονομή ενός βραβείου μπορεί να σας ζητηθεί από την Aspiegel απόδειξη ταυτότητας ως αποδεικτικό ηλικίας. Οι Συμμετέχοντες που δεν έχουν συμπληρώσει την ηλικία ενηλικίωσης μπορεί να αποκλείονται από τη συμμετοχή.<br><br>6.5 Η Aspiegel διατηρεί το δικαίωμα να προσφέρει εναλλακτικά βραβεία, μικρότερης ή ισοδύναμης αξίας, εάν για οποιονδήποτε απρόβλεπτο λόγο δεν μπορεί να προσφέρει στους νικητές ένα από τα προαναφερόμενα βραβεία.<br><br>6.6 Τα βραβεία είναι μη διαπραγματεύσιμα και δεν μεταβιβάζονται.<br><br>6.7 Οι αποστολές όλων των μη χρηματικών βραβείων θα πραγματοποιούνται αποκλειστικά εντός της περιοχής της Καμπάνιας.<br><br>6.8 Ο διοργανωτής της Καμπάνιας διατηρεί το δικαίωμα να τροποποιεί ανά πάσα στιγμή και χωρίς προηγούμενη ειδοποίηση τους παρόντες Όρους και Προϋποθέσεις, για λόγους ανωτέρας βίας ή άλλους απρόβλεπτους λόγους.<br><br><br>7. Πρόσθετοι όροι<br><br>7.1 Πρέπει να είστε 18 ετών και άνω.<br><br>7.2 Δεν επιτρέπεται να συμμετάσχετε στην Καμπάνια αν είστε υπάλληλος της Aspiegel ή οποιασδήποτε εταιρείας του ομίλου Huawei, ή εάν συνδέεστε με οποιονδήποτε τρόπο με έναν τέτοιο υπάλληλο, μέσω οικογενειακής ή φιλικής σχέσης ή με άλλο τρόπο.<br><br>7.3 Η Aspiegel διατηρεί το δικαίωμα να αναβάλλει, να ματαιώνει, να αναστέλλει, να ακυρώνει ή να τροποποιεί την Καμπάνια εάν, κατά την αποκλειστική, διακριτική της ευχέρεια, αυτό καθίσταται απαραίτητο εξαιτίας οποιωνδήποτε απρόβλεπτων λόγων ή εξαιτίας λόγων που βρίσκονται πέρα από τον έλεγχό της.<br><br>7.4 Στον μέγιστο βαθμό που επιτρέπεται από τον νόμο, η Aspiegel (συμπεριλαμβανομένων των θυγατρικών εταιρειών της Huawei) και οι αντιπρόσωποι ή οι διανομείς αυτής δεν είναι σε καμία περίπτωση υπεύθυνοι ή υπόλογοι (α) να αποζημιώσουν κάποιον Συμμετέχοντα ή να αποδεχτούν οποιαδήποτε ευθύνη για οποιαδήποτε απώλεια ή ζημία, σωματική βλάβη ή θάνατο, ως αποτέλεσμα της συμμετοχής στην Καμπάνια ή της αποδοχής ενός βραβείου · και / ή (β) για οποιαδήποτε ζητήματα που σχετίζονται με ή προκύπτουν από τη χρήση ενός βραβείου από εσάς ή από τρίτους, εφόσον κερδίσετε κάποιο βραβείο. Τα νόμιμα δικαιώματά σας δεν επηρεάζονται.<br><br>7.5 Με τη συμμετοχή σας στην Καμπάνια αναλαμβάνετε την υποχρέωση να αποζημιώσετε και να απαλλάξετε την Aspiegel (ή, κατά περίπτωση, τον πάροχο ή τους παρόχους των λογαριασμών σας στα μέσα κοινωνικής δικτύωσης) έναντι κάθε ευθύνης αποζημίωσης που σχετίζεται με την Καμπάνια. Η Καμπάνια δεν επιχορηγείται, υποστηρίζεται, διαχειρίζεται με οποιονδήποτε τρόπο, ούτε συνδέεται με οποιονδήποτε πάροχο (ή παρόχους) των λογαριασμών σας στα μέσα κοινωνικής δικτύωσης.<br><br>7.6 Η Aspiegel επεξεργάζεται και χρησιμοποιεί τα προσωπικά δεδομένα που παρέχονται από τους Συμμετέχοντες για τους σκοπούς αυτής της Καμπάνιας σύμφωνα με τους ισχύοντες τοπικούς νόμους και τον Γενικό Κανονισμό Προστασίας Δεδομένων της ΕΕ (GDPR). Στον βαθμό που παρέχετε προσωπικά δεδομένα, αυτά θα υποβάλλονται προς επεξεργασία μόνο για νόμιμους σκοπούς που σχετίζονται άμεσα με αυτήν την Καμπάνια, συμπεριλαμβανομένων, μεταξύ άλλων, οποιωνδήποτε ζητημάτων που σχετίζονται με τη διαχείριση, προκειμένου να διευκολύνεται η διοργάνωση αυτής της Καμπάνιας, η παράδοση των βραβείων στον νικητή, καθώς και η πρόληψη τυχόν απάτης. Αυτοί οι σκοποί απαιτούν την επεξεργασία των πληροφοριών του HUAWEI ID και του κωδικού επαλήθευσης. Προκειμένου να είμαστε σε θέση να παραδίδουμε τα βραβεία στους νικητές, χρειάζεται να κοινοποιούμε προσωπικά δεδομένα στις υπηρεσίες ταχυμεταφορών που χρησιμοποιούμε. Τυχόν προσωπικά δεδομένα που παρέχονται από τους Συμμετέχοντες σε σχέση με την Καμπάνια διατηρούνται για χρονικό διάστημα που δεν υπερβαίνει τους 12 μήνες μετά την Καμπάνια. Γενικά, όταν χρησιμοποιείτε οποιαδήποτε υπηρεσία της Aspiegel, όπως τον HUAWEI BROWSER, τα προσωπικά σας δεδομένα θα υποβάλλονται σε επεξεργασία σύμφωνα με την αντίστοιχη Δήλωση Απορρήτου.<br><br>7.7 Η Aspiegel διατηρεί το δικαίωμα να αναδεικνύει εναλλακτικό νικητή, εφόσον θεωρεί ότι κάποιος νικητής έχει παραβεί οποιονδήποτε από τους παρόντες Όρους και Προϋποθέσεις.<br><br>7.8 Η Aspiegel διατηρεί το δικαίωμα να αναδεικνύει εναλλακτικό νικητή, εάν η εταιρεία ταχυμεταφορών δεν είναι σε θέση να παραδώσει το βραβείο λόγω παροχής λανθασμένης διεύθυνσης.<br><br>7.9 Η παρούσα Καμπάνια και οι Όροι και Προϋποθέσεις διέπονται από και ερμηνεύονται σύμφωνα με τους νόμους της Ιρλανδίας. Κανένας από τους παρόντες Όρους δεν αποκλείει, περιορίζει ή μειώνει τα δικαιώματά σας σύμφωνα με τους τοπικούς υποχρεωτικούς νόμους περί καταναλωτών.<br><br>7.10 Το παρόν έγγραφο μπορεί να μεταφράζεται σε πολλές γλώσσες. Εφόσον προκύπτει οποιαδήποτε ασυμφωνία μεταξύ της έκδοσης στην αγγλική γλώσσα και οποιασδήποτε μετάφρασης του παρόντος Συμφωνητικού, υπερισχύει η έκδοση στην αγγλική γλώσσα.<br><br>7.11 Οποιαδήποτε φορολογική υποχρέωση (συμπεριλαμβανομένου του φόρου προσωπικού εισοδήματος) που ανακύπτει ως αποτέλεσμα της απονομής ή της λήψης κάποιου βραβείου, επιβαρύνει τον νικητή του βραβείου. Εφόσον εγερθεί οποιαδήποτε απαίτηση εναντίον της Aspiegel σχετικά με τέτοιους φόρους, ο νικητής του βραβείου αναλαμβάνει την υποχρέωση να αποζημιώσει και να προστατεύσει την Aspiegel έναντι οποιασδήποτε ευθύνης για τέτοια ποσά και να επιστρέψει αμέσως στην Aspiegel τα εν λόγω ποσά μαζί με τυχόν επιβαλλόμενες κυρώσεις και τόκους.<br><br>7.12 Η Aspiegel δεν παρέχει καμία εγγύηση, δήλωση ή υπόσχεση, ρητή ή σιωπηρή, ουσιαστική ή νομική, σχετικά με οποιοδήποτε βραβείο, τη χρήση, την αξία ή την απόλαυση των βραβείων, συμπεριλαμβανομένων, μεταξύ άλλων, της ποιότητας, της μηχανικής τους κατάστασης, της εμπορευσιμότητας ή της καταλληλότητας αυτών για συγκεκριμένο σκοπό.<br><br><br>__________",
		"str_prizes_title":  "Βραβεία",
		"str_prizes_nova_9":  "Θαύμασε το φινίρισμα του HUAWEI nova 9 με τη διπλή επίστρωση καθώς πιάνεις εύκολα στα χέρια σου την υπέρ-λεπτη και πανάλαφρη αυτή συσκευή, βάρους 175 γραμμαρίων. Εμπνεύσου από τις άπειρες δυνατότητες που σου προσφέρει ο δακτύλιος αστεριών, χαρίζοντας ακόμα μεγαλύτερη ομορφιά σε κάθε στιγμή. Το HUAWEI Nova 9 αποκαλύπτει ένα νέο όραμα στη φωτογραφία με την κάμερα 50 MP ultra-vision, καθώς και τον μεγάλο αισθητήρα με συστοιχία χρωματικών φίλτρων RYYB για 40% περισσότερη πρόσληψη φωτός. Η HUAWEI XD Fusion Μηχανή  βοηθά στην ταχεία επεξεργασία του τεράστιου όγκου πληροφοριών και ενισχύει την εξαιρετική ευκρίνεια σε επίπεδο pixel για κάθε εικόνα, μέρα ή νύχτα. Χάρη στην εμπρόσθια κάμερα 32 MP υψηλής ανάλυσης, η οποία δείχνει πιο ρεαλιστικά χρώματα και πιο πλούσιες λεπτομέρειες, το HUAWEI Νova 9 σε βοηθά να βγάλεις εξαιρετικά καθαρές selfie. Να είσαι ο εαυτός σου πιο όμορφα.",
		"str_prizes_matepad_pro":  "Με αναλογία οθόνης προς σώμα 90% και μείωση των πλαισίων στα 4,9 χιλιοστά, η HUAWEI FullView οθόνη 10,8 ιντσών προσφέρει αξιοσημείωτες εμπειρίες ορατότητας, είτε αναζητάς έμπνευση είτε απλά ενημερώνεσαι για τη δουλειά σου. Κάθε σκοτεινή ή φωτεινή λεπτομέρεια φαίνεται ζωντανή και καθαρή χάρη στη χρωματική γκάμα κινηματογραφικού επιπέδου DCI-P3 και τη φωτεινότητα 540nit. Πιστοποιημένη από την TÜV Rheinland, αυτή η οθόνη μειώνει σημαντικά το μπλε φως για την προστασία της υγείας των ματιών σου.<br><br>Η ελαφριά συσκευή βάρους 460 γρ. είναι σχεδιασμένη με χάρη ώστε να είναι φορητή και ανθεκτική. Χωράει στο σακίδιό σου σχεδόν σαν ένα φύλλο χαρτί. Ο αόρατος σχεδιασμός της κεραίας συμβάλλει στη δημιουργία μιας κομψής και καθαρής εμφάνισης,<br>ενώ η λεπτή μικρο-καμπύλη του σκελετού προσαρμόζεται εργονομικά και εφάπτεται στα χέρια σου. Όπου κι αν πας, το HUAWEI MatePad Pro ταξιδεύει μαζί σου με στυλ και άνεση.<br><br>Χάρη στην ομάδα ολοκληρωμένων κυκλωμάτων της «ναυαρχίδας» Kirin 990, το HUAWEI MatePad Pro παρουσιάζει σημαντικά βελτιωμένη απόδοση και αυξημένη ενεργειακή απόδοση. Λειτουργεί έξυπνα με την αυτόνομη αρχιτεκτονική NPU της HUAWEI που κατανέμει έξυπνα την υπολογιστική ισχύ, ενώ, παράλληλα ενισχύει τις επιδόσεις AI. Με 16-Core Mali-G76 GPU ενισχυμένη από την τεχνολογία GPU-Turbo, προσφέρει καλύτερη οπτική απεικόνιση για ταινίες και παιχνίδια.",
		"str_prizes_watch_3_pro_elite":  "Με κλασικό κυκλικό στυλ, γυαλισμένη με ακρίβεια θήκη τιτανίου, το HUAWEI WATCH 3 Pro σου χαρίζει επαγγελματική εμφάνιση για κάθε δευτερόλεπτο της ημέρας. Χάρη στη μεγάλη, εξαιρετικά ζωντανή οθόνη AMOLED 1,43\", μπορείς να εκτιμήσεις κάθε στιγμή καθώς εξελίσσεται.<br><br>Δεν υπάρχει καλύτερος τρόπος να συνδεθείς με τους άλλους από μια κλήση. Χρησιμοποίησε το HUAWEI MeeTime στο HUAWEI WATCH 3 Pro για να επικοινωνείς με ευκολία με τους φίλους και την οικογένειά σου σε οποιοδήποτε τηλέφωνο ή Vision της HUAWEI, και όλα αυτά είναι στο χέρι σου.<br><br>Το HUAWEI WATCH 3 Pro είναι εξοπλισμένο με αρχιτεκτονική διπλής ομάδας ολοκληρωμένων κυκλωμάτων για να ενισχύει όχι μόνο την ισχύ των επιδόσεων, αλλά και να επιτυγχάνει πιο ισορροπημένη επεξεργασία. Σε συνδυασμό με τον έξυπνο αλγόριθμο εξοικονόμησης ενέργειας 3.0, έχεις διάρκεια ζωής μπαταρίας που μπορεί να υποστηρίξει την παρακολούθηση της υγείας και της φυσικής κατάστασης 24/7 για αρκετές ημέρες κάθε φορά. Απόλαυσε 5 ημέρες χρήσης στο τυπικό σενάριο της έξυπνης λειτουργίας και απίστευτη χρήση 21 ημερών στη λειτουργία εξαιρετικά μεγάλης διάρκειας ζωής της μπαταρίας.",
		"str_prizes_promo":  "Το HUAWEI Nova 9 σας περιμένει",
		"str_prizes_detail":  "Περισσότερα για το HUAWEI Nova 9",
		"str_faqs_title":  "Συχνές ερωτήσεις (FAQ)",
		"str_general_question":  "Γενικές Ερωτήσεις",
		"str_general_question_01":  "1. Πότε διαρκεί η καμπάνια;",
		"str_general_question_02":  "2. Σε ποιες χώρες ισχύει η Καμπάνια;",
		"str_general_question_03":  "3. Πώς μπορώ να συμμετέχω στην καμπάνια;",
		"str_general_question_04":  "4. Πού μπορώ να βρω τη σελίδα της καμπάνιας;",
		"str_general_question_05":  "5. Τι μπορώ να κερδίσω από αυτήν την καμπάνια;",
		"str_general_question_06":  "6. Ποιες εφαρμογές/παιχνίδια περιλαμβάνονται σε αυτήν την καμπάνια;",
		"str_general_question_07":  "7. Με ποιες συσκευές είναι συμβατή αυτή η καμπάνια;",
		"str_general_question_08":  "8. Πόσα βραβεία μπορώ να πάρω σε κάθε γύρο; Και πόσα σε όλη την καμπάνια;",
		"str_general_question_09":  "9. Μπορώ να αλλάξω την αποθηκευμένη τοποθεσία μου για να συμμετάσχω σε αυτήν την καμπάνια;",
		"str_general_question_10":  "10.  Χρειάζεται να παρέχω στοιχεία πιστωτικής ή χρεωστικής κάρτας για να συμμετάσχω;",
		"str_general_answer_01":  "A: N/A",
		"str_general_answer_02":  "A: N/A",
		"str_general_answer_03":  "A: Για να εισέλθουν στη σελίδα της καμπάνιας, οι χρήστες πρέπει να πατήσουν στο κουμπί «ΠΑΙΞΕ ΠΑΙΧΝΙΔΙ» (PLAY GAME) που βρίσκεται στην αρχική σελίδα μέσα στο εικονίδιο Gameloft στην Ταχεία κλήση του προγράμματος περιήγησης.",
		"str_general_answer_04":  "A: Σύνδεσμος καμπάνιας (not live yet):",
		"str_general_answer_05":  "A: HUAWEI Matepad Pro, HUAWEI nova 9 Black , HUAWEI WATCH 3 Pro,  κουπόνι Cloud EUR1. Για περισσότερες πληροφορίες, έλεγξε τους Όρους και Προϋποθέσεις. Σύνολο: 18 νικητές.",
		"str_general_answer_06":  "A: Πρόγραμμα περιήγησης HUAWEI",
		"str_general_answer_07":  "A: Οποιεσδήποτε συσκευές διαθέτουν EMUI 8 ή νεότερη έκδοση.",
		"str_general_answer_08":  "A: 1 βραβείο ανά χρήστη ανά γύρο, 6 βραβεία ανά χρήστη για όλη τη διάρκεια της καμπάνιας.",
		"str_general_answer_09":  "A: Μόνο οι χρήστες που είναι εγγεγραμμένοι στην περιοχή της καμπάνιας μπορούν να εισέλθουν στην καμπάνια.",
		"str_general_answer_10":  "A: N/A",
		"str_previous_winner":  "Προηγούμενοι νικητές του τουρνουά",
		"str_next_round":  "Ο επόμενος γύρος του τουρνουά θα ξεκινήσει στις:",
		"str_physical_question":  "Φυσικά βραβεία",
		"str_physical_question_01":  "1. Πότε θα λάβω το βραβείο μου;",
		"str_physical_question_02":  "2. Ποιο τμήμα θα επικοινωνήσει μαζί μου για να κανονιστεί η παράδοση του βραβείου;",
		"str_physical_question_03":  "3. Ποιος είναι ο μέγιστος αριθμός φυσικών βραβείων που μπορώ να κερδίσω σε αυτήν την καμπάνια;",
		"str_physical_question_04":  "4. Θα δημοσιεύσει η Huawei τη λίστα νικητών της καμπάνιας;",
		"str_physical_question_05":  "5. Μπορούν τα βραβεία να μετατραπούν σε άλλα βραβεία ίδιας αξίας;",
		"str_physical_question_06":  "6. Τι πρέπει να κάνει κάποιος εάν η διεύθυνση email που χρησιμοποίησα σε ένα HUAWEI ID δεν είναι πλέον έγκυρη; Με ποιον πρέπει να επικοινωνήσω;",
		"str_physical_answer_01":  "A: Τα μη χρηματικά βραβεία θα αποστέλλονται στους νικητές εντός 30 ημερών από την τελευταία ημέρα της Καμπάνιας.",
		"str_physical_answer_02":  "A: Τα βραβεία θα αποστέλλονται απευθείας, με βάση τη διεύθυνση παράδοσης που παρέχεται μέσω του email Εξυπηρέτησης Πελατών. Εάν η διεύθυνση που καταχωρίσατε είναι λανθασμένη, θα σας στείλουμε άλλο μήνυμα. Εάν τελικά δεν απαντήσετε, δεν θα λάβετε το δώρο σας και δεν θα επιλεγεί εναλλακτικός νικητής, χωρίς περαιτέρω ειδοποίηση.",
		"str_physical_answer_03":  "A: Ο μέγιστος αριθμός φυσικών βραβείων που μπορεί να κερδίσει κάθε χρήστης σε αυτήν την καμπάνια είναι 6. Οι χρήστες μπορούν να λάβουν μέρος σε κάθε γύρο, με ρυθμό 1 βραβείο ανά γύρο.",
		"str_physical_answer_04":  "A: Στη σελίδα της καμπάνιας θα δημοσιευτεί λίστα με τους νικητές - link",
		"str_physical_answer_05":  "A: Δεν μπορούν.",
		"str_physical_answer_06":  "A: Σύμφωνα με τους Όρους και Προϋποθέσεις, ένα βραβείο μπορεί να παραδοθεί μόνο στη διεύθυνση που κοινοποιείται στην Εξυπηρέτηση Πελατών ως απάντηση σε ένα μήνυμα ηλεκτρονικού ταχυδρομείου που σχετίζεται με τη διεύθυνση ηλεκτρονικού ταχυδρομείου HUAWEI ID κάποιου. Εάν έχετε περαιτέρω ερωτήσεις, απευθυνθείτε σε: (there will be customer service address)",
		"str_first_prize":  "Πρώτο βραβείο",
		"str_second_prize":  "Δεύτερο βραβείο",
		"str_third_prize":  "",
		"str_prizes_2nd_detail":  "Περισσότερα για το HUAWEI MatePad Pro",
		"str_prizes_3rd_detail":  "Περισσότερα για το HUAWEI Watch 3 Pro",
		"str_next_tour_begin":  "Ο επόμενος γύρος ξεκινά στις",
		"str_prev_winners":  "Προηγούμενοι νικητές",
		"str_prev_winners_details":  "Νικητές του τελευταίου γύρου",
		"str_promo_user":  "Γίνε νικητής!",
		"str_promo_user_details":  "Κάντε ό,τι χρειάζεται για να έχετε την ευκαιρία να μπείτε στο Hall of Fame",
		"str_chance":  "Έχετε την ευκαιρία να κερδίσετε αυτά τα βραβεία",
		"str_current_time":  "",
		"str_beat_highscore":  "Κερδίστε την υψηλή βαθμολογία σας"
}
