{
		"btn_home":  "Página de inicio",
		"btn_leaderboard":  "Clasificación",
		"btn_info":  "Información del concurso",
		"btn_terms":  "Términos y condiciones",
		"btn_prizes":  "Premios",
		"btn_fags":  "Preguntas frecuentes",
		"btn_connect":  "Conéctate para jugar",
		"str_playother":  "Jugar otros juegos en su lugar?",
		"str_explore":  "Explora más de 200 juegos gratis en Ludigames.com",
		"btn_view":  "VER JUEGOS EN LÍNEA",
		"str_timeleft":  "12:00 horas restantes",
		"str_tournament_title":  "Gana un teléfono Huawei",
		"str_tournament_desc":  "Juega y compite con otros jugadores para tener la oportunidad de ganar HUAWEI Nova 9",
		"btn_play_game":  "Juega al juego",
		"str_my_score":  "Mis puntuaciones",
		"str_score_desc":  "Los premios se recompensan a los 3 mejores jugadores. Saca lo mejor de ti antes de que se acabe el tiempo.",
		"str_best":  "Juega y compite con otros jugadores para la oportunidad de ganar premios HUAWEI",
		"str_score_title":  "Cómo seleccionamos a los ganadores?",
		"str_score_detail":  "Su información está protegida y los ganadores serán seleccionados cada dos semanas. Huawei contactará e informará a los ganadores más adelante.",
		"str_more_games":  "Más juegos",
		"btn_view_all":  "VER TODOS LOS JUEGOS EN LÍNEA",
		"str_top3":  "Los 3 mejores jugadores",
		"str_duration":  "",
		"str_winner":  "Ganadores seleccionados cada dos semanas",
		"str_view_leaderboard":  "Ver tabla de clasificación",
		"str_leaderboard_title":  "Clasificación",
		"str_end_leaderboard":  "Este es el final de la sección de la tabla de clasificación",
		"str_back_top":  "Volver al principio",
		"str_profile_title":  "Mi perfil",
		"str_profile_desc":  "*Nos pondremos en contacto con el ganador a través de esta dirección. Asegúrate de tener el correo electrónico correcto.",
		"str_uploaded":  "Cargado el MM DD, AAAA",
		"str_try_again":  "INTENTAR OTRA VEZ",
		"btn_bottom_info":  "Información",
		"btn_bottom_terms":  "Términos",
		"btn_bottom_prizes":  "Premios",
		"btn_bottom_faqs":  "Preguntas frecuentes",
		"str_event_info":  "Información sobre el evento",
		"str_event_content":  "Juega, disfruta y gana premios. Los tres mejores clasificados de cada ronda ganan los premios. ¿Quién es el mejor? Juega con jugadores de otros países. Mejora tu puntuación para ganar el premio. Puedes intentarlo hasta que salgan los resultados. No te rindas. Sé nuestro nuevo campeón de SkyBridge. Buena suerte. ",
		"str_terms_title":  "Términos y condiciones",
		"str_terms_content":  "TÉRMINOS Y CONDICIONES GENERALES PARA LA CAMPAÑA NAVEGADOR SKYBRIDGE (\"LA CAMPAÑA\")<br>1. Términos y condiciones vinculantes<br>Al participar en la Campaña, usted acepta los presentes Términos y condiciones a los cuales queda vinculado jurídicamente.<br>2. Organizador de la Campaña<br>Esta Campaña está organizada por Aspiegel SE (“Aspiegel”), una empresa constituida en Irlanda con domicilio social en: 3.ª planta, Mespil Court, Mespil Road, Ballsbridge, Dublín 4, D04 E516, Irlanda. Aspiegel forma parte del grupo de empresas de Huawei.<br>3. Territorio de la Campaña<br>ALEMANIA, AUSTRIA, BÉLGICA, BULGARIA, CROACIA, ESPAÑA, FINLANDIA, FRANCIA, GRECIA, HUNGRÍA, ITALIA, PAÍSES BAJOS, POLONIA, PORTUGAL, REPÚBLICA CHECA, REPÚBLICA ESLOVACA, RUMANIA, UCRANIA<br><br>4. Duración de la Campaña<br>La Campaña comenzará el 3 DE OCTUBRE DE 2022 a las 00:00 (GMT+1) y finalizará el 31 DE DICIEMBRE DE 2022 a las 23:59 (GMT+1).<br>5. Cómo participar<br><br>5.1 La participación es gratuita.<br><br>5.2 Esta oferta solo está disponible para usuarios de dispositivos Huawei cuyo ID de HUAWEI único esté registrado en uno de los territorios de la Campaña indicados en la Sección 3, en el que también residen. La región de servicio y la dirección IP del participante también deben corresponder con el país en el que reside.<br><br>5.3 Para entrar en la página de la Campaña, los usuarios deben tocar el botón \"JUGAR AL JUEGO\" ubicado en la página de destino dentro del icono de SkyBridge en el marcado rápido del Navegador.<br><br><br>5.4 Después de aceptar los Términos y condiciones, los participantes pueden comenzar a jugar el juego SkyBridge. Los tres mejores clasificados ganan los premios. Los participantes pueden jugar repetidamente. El único límite es el tiempo de cada ronda. Habrá 6 rondas de dos semanas.<br>Los ganadores se elegirán en función de la mejor puntuación obtenida en la lista de juegos de SkyBridge durante cada ronda. Los ganadores se seleccionarán automáticamente al final de cada ronda de los siguientes países, según estos Términos y condiciones: ALEMANIA, AUSTRIA, BÉLGICA, BULGARIA, CROACIA, ESPAÑA, FINLANDIA, FRANCIA, GRECIA, HUNGRÍA, ITALIA, PAÍSES BAJOS, POLONIA, PORTUGAL, REPÚBLICA CHECA, REPÚBLICA ESLOVACA, RUMANIA, UCRANIA.<br><br><br>5.5 Durante el proceso de selección, el comité de Campaña verificará que los ganadores no sean empleados de Huawei.<br><br>5.6 Los datos personales se cifrarán y se borrarán de los correos electrónicos, del almacenamiento en el ordenador y del servidor del sitio web Aspiegel.com en un plazo de 30 días desde que se contacte con los ganadores y se organice la entrega de los premios.<br><br>5.7 Los ganadores de la Campaña recibirán un correo electrónico de confirmación en la dirección de correo electrónico especificada en el proceso de registro de HW ID.<br><br>5.8 Los premios se enviarán a la dirección de entrega proporcionada en respuesta al correo electrónico de confirmación.<br><br>5.9 El resultado de los ganadores es definitivo y Aspiegel no entrará en discusiones ni correspondencias relacionadas con las disputas.<br><br>5.10 No hay límite en el número de participantes que pueden participar en la Campaña.<br><br>6. Concesión de premios<br><br>6.1 Los premios solo están disponibles para los participantes cuya dirección postal y país de registro de la ID de HUAWEI se encuentren dentro de uno de los territorios de la Campaña.<br><br>6.2 Hay un total de 6 rondas de juegos. Cada ronda dura dos semanas. Los premios otorgados son los siguientes:<br><br>a) Premios de la 1ª ronda: 1º lugar: HUAWEI Matepad Pro, 2º lugar: HUAWEI Nova 9 Black, 3º lugar HUAWEI WATCH 3 Pro;<br><br>b) Premios de la 2ª ronda: 1º lugar: HUAWEI Matepad Pro, 2º lugar: HUAWEI Nova 9 Black, 3º lugar HUAWEI WATCH 3 Pro;<br><br>c) Premios de la 3ª ronda: 1º lugar: HUAWEI Matepad Pro, 2º lugar: HUAWEI Nova 9 Black, 3º lugar HUAWEI WATCH 3 Pro;<br><br>d) Premios de 4ª ronda: 1º lugar: HUAWEI Matepad Pro, 2º lugar: HUAWEI Nova 9 Black, 3º lugar HUAWEI WATCH 3 Pro;<br><br>e) Premios de 5ª ronda: 1º lugar: HUAWEI Matepad Pro, 2º lugar: HUAWEI Nova 9 Black, 3º lugar HUAWEI WATCH 3 Pro;<br><br>f) Premios de 6ª ronda: 1º lugar: HUAWEI Matepad Pro, 2º lugar: HUAWEI Nova 9 Black, 3º lugar Cupón Cloud de 1EUR.<br><br>6.3 Los premios físicos se enviarán a los ganadores en un plazo de 30 días a partir del último día de la Campaña. Aspiegel no se hace responsable de ningún retraso causado por los servicios de envío, incluidos, entre otros, los retrasos causados por el Covid-19.<br><br>6.4 Puede que Aspiegel le pida un documento de identidad para comprobar su edad antes de conceder el premio. Puede que no se permita participar a los usuarios que no sean mayores de edad.<br><br>6.5 Aspiegel se reserva el derecho a ofrecer premios alternativos de menor o igual valor, si por razones imprevistas no puede ofrecer al ganador uno de los premios mencionados anteriormente.<br><br>6.6 Los premios no son negociables ni transferibles.<br><br>6.7 Los envíos de todos los premios físicos se realizarán únicamente dentro del territorio de la Campaña.<br><br>6.8 El organizador de la Campaña se reserva el derecho a cambiar los Términos y condiciones en cualquier momento sin previo aviso por razones de fuerza mayor o cualquier otro motivo imprevisto.<br><br><br>7. Condiciones adicionales<br><br>7.1 Debe ser mayor de edad.<br><br>7.2 No puede participar en la Campaña si es empleado de Aspiegel o de cualquiera de las filiales de Huawei, o si está vinculado de algún modo con dicho empleado, ya sea por relación familiar, de amistad o similar.<br><br>7.3 Aspiegel se reserva el derecho de suspender, cancelar o modificar la Campaña si, a su sola discreción, lo considera necesario por cualquier motivo imprevisto o que esté fuera de su control.<br><br>7.4 En la máxima medida en que lo permita la ley, Aspiegel (incluidas las filiales de la empresa Huawei) y sus agentes o distribuidores no serán responsables bajo ninguna circunstancia (a) de indemnizar al participante ni de aceptar ninguna responsabilidad por cualquier pérdida o daño, lesión personal o fallecimiento como resultado de participar en la Campaña o de aceptar un premio; ni (b) de cualquier asunto que se derive del uso de un premio o que esté relacionado con el mismo, por parte del usuario o de un tercero, en caso de que gane un premio. Sus derechos legales no se ven afectados.<br><br>7.5 Al participar en la Campaña, usted exime de toda responsabilidad a Aspiegel (o, si aplica, a su(s) proveedor(es) de cuentas de redes sociales) de cualquier responsabilidad asociada a la Campaña, la cual no está de ninguna manera patrocinada, respaldada, administrada o asociada con su(s) proveedor(es) de cuentas de redes sociales.<br><br>7.6 Aspiegel procesa y utiliza la información personal proporcionada por los participantes a efectos de esta Campaña de conformidad con la legislación local aplicable y el Reglamento General de Protección de datos (RGPD) de la UE. En la medida en que usted proporcione cualquier información personal, esta solo se tratará para fines legales directamente relacionados con esta Campaña, incluidos, pero sin limitarse a ello, cualquier asunto administrativo que permita facilitar la gestión y organización de la misma, así como la entrega del premio al ganador y la prevención del fraude. Dichos propósitos requieren que procesemos la información del ID de HUAWEI y el código de verificación. Necesitamos proporcionar datos personales a los servicios de mensajería para poder entregar premios físicos a los ganadores. Cualquier dato personal proporcionado por los participantes en relación con la Campaña se conserva durante no más de 12 meses después de la Campaña. En general, cuando utilice los servicios de Aspiegel, como Navegador de HUAWEI, su información personal se procesará de acuerdo con la Declaración de privacidad correspondiente.<br><br>7.7 Aspiegel se reserva el derecho a nombrar a otro ganador si cree que un ganador elegido ha incumplido cualquiera de estos Términos y condiciones.<br><br>7.8 Aspiegel se reserva el derecho de sortear un ganador alternativo si la empresa de mensajería no puede entregar el premio debido a una dirección incorrecta.<br><br>7.9 Esta Campaña y los Términos y condiciones aquí descritos se regirán e interpretarán de conformidad con la legislación de Irlanda. Nada de lo recogido en estos términos excluirá, limitará o restringirá sus derechos bajo las leyes de consumo obligatorias locales.<br><br>7.10 Este documento puede estar traducido a varios idiomas. En caso de que surja algún conflicto entre la versión en inglés de este Acuerdo y cualquier traducción del mismo, prevalecerá la versión en inglés.<br><br>7.11 Cualquier impuesto a pagar (incluido el impuesto sobre la renta de las personas físicas) que sea aplicable como resultado de la concesión o recepción de un premio será responsabilidad del ganador del premio. Si se realiza alguna reclamación contra Aspiegel por dichos impuestos, el ganador del premio indemnizará y eximirá a Aspiegel de cualquier responsabilidad por dichas sumas y remitirá inmediatamente a Aspiegel dichas sumas junto con las multas e intereses cobrados.<br><br>7.12 Aspiegel no ofrece garantías, representaciones o avales, expresos o implícitos, de hecho o de derecho, relativos a cualquier premio en relación con el uso, valor o disfrute del mismo, incluyendo, entre otros, su calidad, condición mecánica, comerciabilidad o aptitud para un propósito particular.<br><br><br>__________",
		"str_prizes_title":  "Premios",
		"str_prizes_nova_9":  "Admira el acabado de doble revestimiento de HUAWEI nova 9 y disfruta de un dispositivo muy cómodo de llevar, ultrafino y ligero, con un peso de tan solo 175 g. Déjate inspirar por las infinitas posibilidades de esta maravilla y disfruta del icónico anillo orbital de estrellas, que le da un toque extra de belleza y un aspecto más impactante. HUAWEI nova 9 presenta una nueva visión de la fotografía con la cámara ultravisión de 50 MP y con un gran sensor con matriz de filtros de color RYYB que aumenta la captación de luz un 40%. El motor HUAWEI XD Fusion ayuda a procesar rápidamente la enorme cantidad de información y a mejorar la extraordinaria claridad de los píxeles de cada imagen, tanto de día como de noche. Gracias a la cámara frontal de 32 MP de alta resolución, que muestra colores más realistas y detalles más intensos, HUAWEI nova 9 te ayuda a tomar selfies con una nitidez espectacular. Mostrarás la mejor versión de ti mismo.",
		"str_prizes_matepad_pro":  "Con una relación pantalla-cuerpo del 90 % y unos biseles reducidos a 4,9 mm, la pantalla FullView de 10,8 pulgadas de HUAWEI ofrece experiencias visuales extraordinarias, tanto si buscas inspiración como si te pones al día con el trabajo. Cada detalle oscuro o brillante se ve vívido y claro con su gama de colores de nivel cinematográfico DCI-P3 y brillo de 540nit. Certificada por TÜV Rheinland, esta pantalla reduce significativamente la luz azul para proteger tu salud ocular.<br><br>El cuerpo ligero de 460 g está elegantemente diseñado para ser portátil y duradero. Llévalo en tu mochila casi como un trozo de papel. El diseño de la antena invisible contribuye a crear un aspecto elegante y puro, mientras que el sutil marco de microcurva se adapta ergonómicamente a tus manos. Vayas donde vayas, HUAWEI MatePad Pro viaja contigo con estilo y comodidad.<br><br>Gracias al chipset insignia Kirin 990, HUAWEI MatePad Pro presenta un rendimiento muy mejorado y una eficiencia energética elevada. Funciona de manera inteligente con la NPU de arquitectura de desarrollo propio de Huawei que asigna de manera inteligente la potencia informática al tiempo que aumenta el rendimiento de la IA. Con una GPU Mali-G76 de 16 núcleos mejorada por la tecnología GPU-Turbo, ofrece mejores imágenes para películas y juegos.",
		"str_prizes_watch_3_pro_elite":  "Con el estilo circular clásico y su carcasa de titanio pulida con precisión, el HUAWEI WATCH 3 Pro te da un aspecto profesional en todo momento. Además, gracias a la gran pantalla AMOLED de 1,43 pulgadas ultra vívida, podrás disfrutar de cada momento en tiempo real.<br><br>No hay mejor manera de contactar con la gente que por teléfono. Utiliza HUAWEI MeeTime en tu HUAWEI WATCH 3 Pro para contactar con tu familia y amigos cuando quieras desde cualquier teléfono HUAWEI o dispositivo Vision con un solo movimiento de muñeca.<br><br>El reloj HUAWEI WATCH 3 Pro tiene una arquitectura de doble conjunto de microcircuitos que no solo permite aumentar la potencia, sino también ofrecer un procesamiento más equilibrado. Junto con el algoritmo inteligente de ahorro de energía 3.0, la duración de la batería permitirá monitorizar la salud y el estado físico a cualquier hora durante varios días.  Puedes usarlo durante 5 días en las condicionales normales del modo inteligente y 21 increíbles días en el modo de batería de duración ultra larga.",
		"str_prizes_promo":  "HUAWEI Nova 9 te está esperando",
		"str_prizes_detail":  "Más sobre HUAWEI Nova 9",
		"str_faqs_title":  "Preguntas frecuentes",
		"str_general_question":  "Preguntas generales",
		"str_general_question_01":  "1. ¿Cuándo se desarrolla la campaña?",
		"str_general_question_02":  "2. ¿En qué países es válida la campaña?",
		"str_general_question_03":  "3. ¿Cómo puedo participar en la campaña?",
		"str_general_question_04":  "4. ¿Dónde puedo encontrar la página de la campaña?",
		"str_general_question_05":  "5. ¿Qué puedo ganar en esta campaña?",
		"str_general_question_06":  "6. ¿Qué aplicaciones/juegos participan en esta campaña?",
		"str_general_question_07":  "7. ¿Con qué dispositivos es compatible esta campaña?",
		"str_general_question_08":  "8. ¿Cuántos premios puedo ganar en cada ronda? ¿Y cuántas durante toda la campaña?",
		"str_general_question_09":  "9. ¿Puedo cambiar mi ubicación guardada para participar en esta campaña?",
		"str_general_question_10":  "10.  ¿Tengo que facilitar los datos de mi tarjeta de crédito o débito para participar?",
		"str_general_answer_01":  "R: N/A",
		"str_general_answer_02":  "R: N/A",
		"str_general_answer_03":  "R: Para ir a la página de la campaña, los usuarios deben tocar el botón \"JUGAR\" ubicado en la página de destino, dentro del icono de Gameloft, en el marcado rápido del navegador.",
		"str_general_answer_04":  "R: Enlace de la campaña (aún no está publicado):",
		"str_general_answer_05":  "R: Un HUAWEI Matepad Pro, HUAWEI nova 9 Black, HUAWEI WATCH 3 Pro o cupón Cloud de 1 EUR. Para más información, consulta los Términos y condiciones. Total: 18 ganadores.",
		"str_general_answer_06":  "R: El Navegador HUAWEI.",
		"str_general_answer_07":  "R: Cualquier dispositivo con el sistema operativo Huawei EMUI 8 o superior.",
		"str_general_answer_08":  "R: 1 premio por usuario por ronda, 6 premios por usuario para toda la duración de la campaña.",
		"str_general_answer_09":  "R: Solo los usuarios registrados en el territorio de la campaña pueden entrar en ella.",
		"str_general_answer_10":  "R: N/A",
		"str_previous_winner":  "Ganadores del torneo anterior",
		"str_next_round":  "La próxima ronda del torneo comenzará en:",
		"str_physical_question":  "Premios físicos",
		"str_physical_question_01":  "1. ¿Cuándo recibiré mi premio físico?",
		"str_physical_question_02":  "2. ¿Qué departamento se pondrá en contacto conmigo para organizar la entrega del premio?",
		"str_physical_question_03":  "3. ¿Cuál es el número máximo de premios físicos que puedo ganar en esta campaña?",
		"str_physical_question_04":  "4. ¿Huawei publicará una lista pública de los ganadores de la campaña?",
		"str_physical_question_05":  "5. ¿Se pueden convertir los premios en otros del mismo valor?",
		"str_physical_question_06":  "6. ¿Qué hay que hacer si la dirección de correo electrónico que utilicé en un ID de HUAWEI ya no es válida? ¿Con quién debo contactar?",
		"str_physical_answer_01":  "R: Los premios físicos se enviarán a los ganadores en un plazo de 30 días posteriores al último día de la campaña.",
		"str_physical_answer_02":  "R: Los premios se enviarán a la dirección de entrega registrada con el servicio de atención al cliente en base a tu correo. Si la dirección que proporcionaste es incorrecta, te enviaremos otro mensaje. Si no respondes, no recibirás tu premio y no se elegirán ganadores alternativos, y no se te notificará.",
		"str_physical_answer_03":  "R: El número máximo de premios físicos que puedes ganar en esta campaña es de 6. Los usuarios pueden participar en cada ronda y ganar un máximo de 1 premio por ronda.",
		"str_physical_answer_04":  "R: La lista de ganadores se publicará en la página de la campaña - enlace",
		"str_physical_answer_05":  "R: No se puede.",
		"str_physical_answer_06":  "R: De acuerdo con los Términos y Condiciones, el premio solo puede entregarse a la dirección postal asociada al email del la cuenta ID de HUAWEI. Si tienes más preguntas, contáctanos aquí: (there will be customer service address)",
		"str_first_prize":  "Primer premio",
		"str_second_prize":  "Segundo premio",
		"str_third_prize":  "Τρίτο Βραβείο",
		"str_prizes_2nd_detail":  "Más sobre HUAWEI MatePad Pro",
		"str_prizes_3rd_detail":  "Más sobre HUAWEI Watch 3 Pro",
		"str_next_tour_begin":  "La próxima ronda comienza en",
		"str_prev_winners":  "Ganadoras/es anteriores",
		"str_prev_winners_details":  "Ganadoras/es de la última ronda",
		"str_promo_user":  "Conviértete en una ganador/a!",
		"str_promo_user_details":  "Haz lo que sea necesario para tener la oportunidad de ingresar al Salón de la Fama",
		"str_chance":  "Tienes la oportunidad de ganar estos premios",
		"str_current_time":  "",
		"str_beat_highscore":  "Batir tu máxima puntuación"
}
